<template >
    <main-template>
        <template #content>
            <section class="hero">
                <div class="container">
                    <h1 class="title title_big">Проект эвтрофикации рек и водоемов Новгородской области</h1>
                    <p class="hero__description">Узнайте о процессе эвтрофикации реки Волхов в Новгородской области и других водоемов. Изучайте данные и аналитику, показывающие изменения в состоянии реки Волхов по годам, а также получайте возможность расчета эвтрофикации любой реки по заданным параметрам. Приходите и вместе с нами изучайте важные вопросы экологии и сохранения водных ресурсов.</p>
                </div>
            </section>
            <section class="descripton mt-100">
                <div class="container">
                    <h2 class="title">Эвтрофикация</h2>
                <p class="description__text">
                    Эвтрофикация - это процесс, который возникает в результате увеличения питательных веществ (особенно фосфатов и нитратов) в водных экосистемах. Этот феномен часто происходит из-за антропогенной деятельности, включая сельское хозяйство, сточные воды, промышленность и использование удобрений.
                    <br>
                    <br>
                    Одним из ключевых факторов, способствующих эвтрофикации, является увеличение загрязнений питательными веществами в водных системах. Нитраты и фосфаты, которые попадают в воду из различных источников, таких как сельскохозяйственные удобрения или домашние сточные воды, становятся источником пищи для водорослей и других растений. Это может привести к чрезмерному росту растений, так называемому "цветению воды" или альгальному цветению.
                    <br>
                    <br>
                    Помимо ухудшения качества воды, эвтрофикация оказывает серьезное влияние на экосистемы и людей. Она может привести к снижению разнообразия видов, поскольку некоторые виды растений и животных не могут выжить в условиях чрезмерного роста водных растений. Кроме того, альгальное цветение может создавать токсичные вещества, которые вредны для рыб и других водных организмов.
                    <br>
                    <br>
                    Воздействие эвтрофикации на людей также значительно. Она может ухудшить качество питьевой воды, что повышает риск заболеваний, связанных с загрязнением воды. Кроме того, чрезмерное размножение водных растений может привести к затоплениям, преграждению водных путей и ограничению рыболовных мест, что негативно сказывается на экономике и рекреационной активности.
                    <br>
                    <br>
                    На нашем сайте вы найдете подробную информацию о мероприятиях, предпринимаемых для борьбы с эвтрофикацией, и о том, как каждый из нас может содействовать сохранению чистой и здоровой водной среды. Наша цель - повысить осведомленность об этом важном вопросе и стимулировать сотрудничество в борьбе с эвтрофикацией.
                </p>
                </div>
            </section>
            <section class="problems mt-100">
                <div class="container">
                    <h2 class="title">Проблемы, создаваемые эвтрофикацией</h2>
                    <ul class="problems__list">
                        <li class="problems__item"><span>
                            Цветение воды и альгальные буры: Эвтрофикация способствует чрезмерному размножению водорослей и других растений, вызывая массовое цветение воды. Это приводит к изменению цвета воды и образованию плотных масс альгей, которые могут загромождать водные пути и ограничивать доступ кислорода для других организмов.
                        </span></li>
                        <li class="problems__item"><span>
                            Ухудшение качества воды: Эвтрофикация повышает содержание питательных веществ, таких как нитраты и фосфаты, в водных экосистемах. Это может привести к загрязнению воды и снижению ее качества, делая ее непригодной для питья и использования в сельском хозяйстве.
                        </span></li>
                        <li class="problems__item"><span>
                            Снижение разнообразия видов: Интенсивный рост водных растений и альгей, вызванный эвтрофикацией, может привести к конкуренции с другими видами организмов. Это может привести к снижению разнообразия и исчезновению некоторых видов растений и животных, которые не могут адаптироваться к условиям чрезмерного роста растений.
                        </span></li>
                        <li class="problems__item"><span>
                            Потеря экосистемных услуг: Эвтрофикация негативно влияет на экосистемные услуги, которые обеспечивают водные экосистемы. Например, снижение разнообразия рыбных видов и ограничение доступа к водным ресурсам в результате эвтрофикации может нанести ущерб рыболовству и туризму.
                        </span></li>
                        <li class="problems__item"><span>
                            Затопления и проблемы с водными путями: Цветение воды и чрезмерный рост растений могут привести к затоплениям, особенно в прибрежных районах. Альги и водоросли могут также образовывать густые массы, преграждая водные пути и создавая трудности для судоходства и промышленной деятельности.
                        </span></li>
                        <li class="problems__item"><span>
                            Загрязнение питьевой воды: Эвтрофикация может привести к загрязнению и ухудшению качества питьевой воды. Некоторые виды водорослей могут производить токсины, которые могут быть опасными для здоровья людей при употреблении загрязненной воды.
                        </span></li>
                        <li class="problems__item"><span>
                            Экономические последствия: Эвтрофикация может нанести серьезный ущерб экономике. Ухудшение качества воды может привести к снижению рыболовных уловов и повышению затрат на очистку воды для питья и промышленного использования.
                        </span></li>
                    </ul>
                </div>
            </section>
            <section class="links mt-100 mb-100">
                <div class="container">
                    <h2 class="title">Ознакомьтесь с результатами исследований или рассчитайте эвтрофикацию сами</h2>
                    <div class="links-box">
                        <button-component tag="a" href="#" text="Посмотреть данные"/>
                        <button-component tag="a" href="#" text="Рассчитать данные"/>
                    </div>
                </div>
            </section>
        </template>
    </main-template>
</template>
<script setup>

    import MainTemplate from '../../../components/shared/Main/Index.vue'
    import ButtonComponent from '../../../components/shared/Button/Index.vue'

</script>
<style lang="sass">
    .hero
        width: 100%
        height: 100vh
        background: linear-gradient(rgba(0,0,0,.5), rgba(0,0,0,.5)), url('/assets/img/background.jpg')  no-repeat center center / cover
        display: flex
        align-items: center
        justify-content: center
        .container
            display: flex
            align-items: center
            justify-content: center
            flex-direction: column
            gap: 30px
        &__description
            font-size: 24px
            font-weight: 400
            color: var(--white)
            text-align: center
    .title
        font-size: 24px
        font-weight: 500
        color: var(--orange)
        display: block
        text-transform: uppercase
        &_big
            font-size: 56px
            color: var(--white)
            text-align: center
    .description
        &__text
            display: block
            margin-top: 50px
            font-size: 20px
            color: var(--black)
            font-weight: 400
    .problems
        &__list
            display: block
            margin-top: 50px
        &__item
            display: flex
            gap: 10px
            &:not(:first-child)
                margin-top: 20px
            span
                display: block
                font-size: 20px
                color: var(--black)
                font-weight: 400
            &::before
                content: ''
                display: block
                width: 6px
                height: 6px
                flex: none
                background-color: var(--black)
                margin-top: 10px
    .links
        &-box
            display: flex
            align-items: center
            gap: 30px
            justify-content: space-between
            max-width: 800px
            width: 100%
            margin: 0 auto
            margin-top: 100px
</style>